Repository: mlgtcode/wp-blesta-shared-login
Catalog: languages/blesta-client-login-*.po
Languages: de_de, it_it

source: Billing Panel
de_de: Abrechnungsbereich
it_it: Pannello di Fatturazione

source: Blesta Login Settings
de_de: Blesta-Login-Einstellungen
it_it: Impostazioni di Accesso Blesta

source: Settings saved.
de_de: Einstellungen gespeichert.
it_it: Impostazioni salvate.

source: Shared Login Key
de_de: Gemeinsamer Login-Schlüssel
it_it: Chiave di Accesso Condivisa

source: The shared key used to generate the HMAC-SHA256 hash for authentication. The key is hidden by default and will be visible only when focused.
de_de: Der gemeinsame Schlüssel, der zur Generierung des HMAC-SHA256-Hashes für die Authentifizierung verwendet wird. Der Schlüssel ist standardmäßig ausgeblendet und wird nur sichtbar, wenn er fokussiert ist.

source: You can find the key in Blesta under <strong>[Settings] > [Company] > [Plugins] > [Shared Login]</strong>.
de_de: Sie finden den Schlüssel in Blesta unter <strong>[Einstellungen] > [Firma] > [Plugins] > [Gemeinsamer Login]</strong>.

source: Redirect URL
de_de: Weiterleitungs-URL
it_it: URL di Reindirizzamento

source: The URI to redirect the client to after logging in. If not set, the user will be redirected to the Blesta client interface.
de_de: Die URI, zu der der Kunde nach dem Login weitergeleitet wird. Wenn nicht festgelegt, wird der Benutzer zur Blesta-Kundenschnittstelle weitergeleitet.

source: The full URL to the Blesta shared login endpoint (e.g., "https://yourdomain.com/path_to_blesta/plugin/shared_login/").
de_de: Die vollständige URL zum Blesta-Endpunkt für den gemeinsamen Login (z. B. "https://yourdomain.com/path_to_blesta/plugin/shared_login/").

source: User Identifier
de_de: Benutzerkennung
it_it: Identificatore Utente

source: Select whether to use the WordPress user's email or username as the identifier for Blesta login.
de_de: Wählen Sie, ob die E-Mail-Adresse oder der Benutzername des WordPress-Benutzers als Kennung für den Blesta-Login verwendet werden soll.

source: Username
de_de: Benutzername

source: Restrict to User Group
de_de: Auf Benutzergruppe beschränken
it_it: Limita al Gruppo Utenti

source: No Restriction
de_de: Keine Einschränkung

source: Select a user role (e.g., "Administrator", "Editor") to restrict access to the plugin. Leave blank for no restriction.
de_de: Wählen Sie eine Benutzerrolle (z. B. "Administrator", "Editor"), um den Zugriff auf das Plugin zu beschränken. Lassen Sie das Feld leer, um keine Einschränkung festzulegen.

source: How to Use the Shortcodes
de_de: So verwenden Sie die Shortcodes

source: To display a "Billing Panel" button on your WordPress site, use the following shortcode:
de_de: Um eine Schaltfläche "Abrechnungsbereich" auf Ihrer WordPress-Seite anzuzeigen, verwenden Sie den folgenden Shortcode:
it_it: Per visualizzare un pulsante "Pannello di Fatturazione" sul tuo sito WordPress, usa il seguente shortcode:

source: This shortcode will generate a button that redirects logged-in users to the Billing Panel.
de_de: Dieser Shortcode generiert eine Schaltfläche, die eingeloggte Benutzer zum Abrechnungsbereich weiterleitet.
it_it: Questo shortcode genererà un pulsante che reindirizza gli utenti loggati al Pannello di Fatturazione.

source: To get the raw URL for the Billing Panel, use the following shortcode:
de_de: Um die rohe URL für den Abrechnungsbereich zu erhalten, verwenden Sie den folgenden Shortcode:
it_it: Per ottenere l'URL grezzo per il Pannello di Fatturazione, usa il seguente shortcode:

source: This shortcode will return the raw URL for the Billing Panel, which can be used in custom implementations.
de_de: Dieser Shortcode gibt die rohe URL für den Abrechnungsbereich zurück, die in benutzerdefinierten Implementierungen verwendet werden kann.
it_it: Questo shortcode restituirà l'URL grezzo per il Pannello di Fatturazione, che può essere utilizzato in implementazioni personalizzate.

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht die erforderlichen Berechtigungen, um auf diese Seite zuzugreifen.

source: Click the button below to access the Billing Panel.
de_de: Klicken Sie auf die Schaltfläche unten, um auf den Abrechnungsbereich zuzugreifen.
it_it: Clicca il pulsante qui sotto per accedere al Pannello di Fatturazione.

source: You must be logged in to access the Billing Panel.
de_de: Sie müssen eingeloggt sein, um auf den Abrechnungsbereich zuzugreifen.
it_it: Devi essere loggato per accedere al Pannello di Fatturazione.

source: Login URL
it_it: URL di Accesso
